Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **⌘+** / **⌘−** zoom in/out, **⌘0** resets to the default zoom, **F** focuses on the current selection.
ar: **⌘+** / **⌘−** تكبير/تصغير، **⌘0** يعيد التعيين إلى التكبير الافتراضي، **F** يركز على التحديد الحالي.
ca: **⌘+** / **⌘−** ampliar/reduir, **⌘0** restableix el zoom predeterminat, **F** se centra en la selecció actual.
cs: **⌘+** / **⌘−** přiblížení/oddálení, **⌘0** obnoví výchozí přiblížení, **F** zaostří na aktuální výběr.
da: **⌘+** / **⌘−** zoom ind/ud, **⌘0** nulstiller til standardzoom, **F** fokuserer på det aktuelle valg.
de: **⌘+** / **⌘−** vergrößern/verkleinern, **⌘0** setzt auf den Standardzoom zurück, **F** fokussiert die aktuelle Auswahl.
el: **⌘+** / **⌘−** μεγέθυνση/σμίκρυνση, **⌘0** επαναφέρει στην προεπιλεγμένη μεγέθυνση, το **F** εστιάζει στην τρέχουσα επιλογή.
es: **⌘+** / **⌘−** amplían o reducen, **⌘0** restablece el zoom predeterminado y **F** centra la vista en la selección actual.
fa: **⌘+** / **⌘−** بزرگ‌نمایی / کوچک‌نمایی می‌کنند، **⌘0** بزرگ‌نمایی را به پیش‌فرض برمی‌گرداند و **F** روی انتخاب فعلی تمرکز می‌کند.
fi: **⌘+** / **⌘−** lähentää/loitontaa, **⌘0** palauttaa oletuszoomauksen, **F** tarkentaa nykyiseen valintaan.
fr: **⌘+** / **⌘−** effectuent un zoom avant/arrière, **⌘0** rétablit le zoom par défaut, **F** zoome sur la sélection.
he: **⌘+** / **⌘−** הגדלה/הקטנה, **⌘0** מאפס לזום ברירת המחדל, **F** מתמקד בבחירה הנוכחית.
hr: **⌘+** / **⌘−** povećava/smanjuje, **⌘0** vraća zadano zumiranje, **F** fokusira trenutni odabir.
hu: **⌘+** / **⌘−** nagyítás/kicsinyítés, **⌘0** visszaállítja az alapértelmezett nagyítást, **F** az aktuális kijelölésre fókuszál.
id: **⌘+** / **⌘−** memperbesar/memperkecil, **⌘0** mengatur ulang ke zoom default, **F** fokus pada pilihan saat ini.
it: **⌘+** / **⌘−** ingrandiscono/rimpiccioliscono, **⌘0** ripristina lo zoom predefinito, **F** centra la vista sulla selezione corrente.
ja: **⌘+** / **⌘−** でズームイン / ズームアウト、**⌘0** でデフォルトのズームに戻し、**F** で現在の選択項目にフォーカスします。
ko: **⌘+** / **⌘−** 키로 확대/축소하고, **⌘0** 키는 기본 확대/축소로 재설정하며, **F** 키는 현재 선택 항목에 초점을 맞춥니다.
ms: **⌘+** / **⌘−** zum masuk/keluar, **⌘0** ditetapkan semula kepada zum lalai, **F** memfokus pada pilihan semasa.
nl: **⌘+** / **⌘−** in-/uitzoomen, **⌘0** wordt teruggezet naar de standaardzoom, **F** focust op de huidige selectie.
no: **⌘+** / **⌘−** zoom inn/ut, **⌘0** tilbakestiller til standard zoom, **F** fokuserer på gjeldende valg.
pl: **⌘+** / **⌘−** powiększanie/pomniejszanie, **⌘0** resetuje do domyślnego powiększenia, **F** skupia się na bieżącym zaznaczeniu.
pt_br: **⌘+** / **⌘−** aumentar/diminuir zoom, **⌘0** redefine para o zoom padrão, **F** foca na seleção atual.
pt_pt: **⌘+** / **⌘−** aumentar/diminuir zoom, **⌘0** redefine para o zoom padrão, **F** foca na seleção atual.
ro: **⌘+** / **⌘−** mări/micșorează, **⌘0** resetează la zoom-ul implicit, **F** se concentrează pe selecția curentă.
ru: **⌘+** / **⌘−** увеличивают / уменьшают масштаб, **⌘0** возвращает масштаб по умолчанию, **F** фокусируется на текущем выделении.
sk: **⌘+** / **⌘−** priblíženie/oddialenie, **⌘0** obnoví predvolené priblíženie, **F** zaostrí na aktuálny výber.
sl: **⌘+** / **⌘−** povečava/pomanjšava, **⌘0** ponastavi na privzeto povečavo, **F** se osredotoči na trenutno izbiro.
sv: **⌘+** / **⌘−** zooma in/ut, **⌘0** återställer till standardzoom, **F** fokuserar på det aktuella valet.
th: **⌘+** / **⌘−** ซูมเข้า/ออก **⌘0** รีเซ็ตเป็นการซูมเริ่มต้น **F** มุ่งเน้นไปที่การเลือกปัจจุบัน
tr: **⌘+** / **⌘−** yakınlaştırır/uzaklaştırır, **⌘0** varsayılan yakınlaştırmaya döner, **F** geçerli seçime odaklanır.
uk: **⌘+** / **⌘−** збільшують / зменшують масштаб, **⌘0** повертає стандартний масштаб, **F** фокусується на поточному виборі.
ur: **⌘+** / **⌘−** زوم ان/آؤٹ، **⌘0** ڈیفالٹ زوم پر ری سیٹ ہوتا ہے، **F** موجودہ انتخاب پر فوکس کرتا ہے۔
vi: **⌘+** / **⌘−** phóng to/thu nhỏ, **⌘0** đặt lại về mức thu phóng mặc định, **F** tập trung vào lựa chọn hiện tại.
zh_hans: **⌘+** / **⌘−**：放大/缩小；**⌘0**：恢复默认缩放；**F**：聚焦当前所选内容。
zh_hant: **⌘+** / **⌘−**：放大／縮小，**⌘0**：重置為預設縮放比例，**F**：聚焦目前的選取範圍。

source: **⌘⌥0** jumps back to the base language.
ar: **⌘⌥0** يعود إلى اللغة الأساسية.
ca: **⌘⌥0** torna a l'idioma base.
cs: **⌘⌥0** přeskočí zpět na základní jazyk.
da: **⌘⌥0** hopper tilbage til grundsproget.
de: **⌘⌥0** springt zurück zur Basissprache.
el: **⌘⌥0** επιστρέφει στη βασική γλώσσα.
es: **⌘⌥0** vuelve al idioma base.
fa: **⌘⌥0** به زبان پایه برمی‌گردد.
fi: **⌘⌥0** siirtyy takaisin peruskieleen.
fr: **⌘⌥0** revient à la langue de base.
he: **⌘⌥0** קופץ חזרה לשפת הבסיס.
hr: **⌘⌥0** vraća se na osnovni jezik.
hu: **⌘⌥0** visszaugrik az alapnyelvre.
id: **⌘⌥0** melompat kembali ke bahasa dasar.
it: **⌘⌥0** torna alla lingua di base.
ja: **⌘⌥0** で基本言語に戻ります。
ko: **⌘⌥0** 키를 누르면 기본 언어로 돌아갑니다.
ms: **⌘⌥0** melompat kembali ke bahasa asas.
nl: **⌘⌥0** springt terug naar de basistaal.
no: **⌘⌥0** hopper tilbake til grunnspråket.
pl: **⌘⌥0** powoduje powrót do języka podstawowego.
pt_br: **⌘⌥0** volta para o idioma base.
pt_pt: **⌘⌥0** volta para o idioma base.
ro: **⌘⌥0** sare înapoi la limba de bază.
ru: **⌘⌥0** возвращает к базовому языку.
sk: **⌘⌥0** preskočí späť na základný jazyk.
sl: **⌘⌥0** skoči nazaj na osnovni jezik.
sv: **⌘⌥0** hoppar tillbaka till basspråket.
th: **⌘⌥0** ข้ามกลับไปยังภาษาพื้นฐาน
tr: **⌘⌥0** temel dile geri döner.
uk: **⌘⌥0** повертає до базової мови.
ur: **⌘⌥0** واپس بنیادی زبان پر چھلانگ لگاتا ہے۔
vi: **⌘⌥0** quay lại ngôn ngữ cơ sở.
zh_hans: **⌘⌥0**：跳回基准语言。
zh_hant: **⌘⌥0**：跳回基準語言。

source: **⌘A** selects every shape in the active row.
ar: **⌘A** يحدد كل شكل في الصف النشط.
ca: **⌘A** selecciona totes les formes de la fila activa.
cs: **⌘A** vybere každý tvar v aktivní řadě.
da: **⌘A** vælger hver form i den aktive række.
de: **⌘A** wählt alle Formen der aktiven Zeile aus.
el: **⌘A** επιλέγει κάθε σχήμα στην ενεργή σειρά.
es: **⌘A** selecciona todas las formas de la fila activa.
fa: **⌘A** همهٔ شکل‌های ردیف فعال را انتخاب می‌کند.
fi: **⌘A** valitsee kaikki aktiivisen rivin muodot.
fr: **⌘A** sélectionne chaque forme de la ligne active.
he: **⌘A** בוחר כל צורה בשורה הפעילה.
hr: **⌘A** odabire svaki oblik u aktivnom retku.
hu: **⌘A** minden alakzatot kijelöl az aktív sorban.
id: **⌘A** memilih setiap bentuk di baris aktif.
it: **⌘A** seleziona tutte le forme della riga attiva.
ja: **⌘A** でアクティブな行のすべての図形を選択します。
ko: **⌘A**는 활성 행의 모든 도형을 선택합니다.
ms: **⌘A** memilih setiap bentuk dalam baris aktif.
nl: **⌘A** selecteert elke vorm in de actieve rij.
no: **⌘A** velger hver form i den aktive raden.
pl: **⌘A** zaznacza każdy kształt w aktywnym wierszu.
pt_br: **⌘A** seleciona todas as formas na linha ativa.
pt_pt: **⌘A** seleciona todas as formas na linha ativa.
ro: **⌘A** selectează fiecare formă din rândul activ.
ru: **⌘A** выбирает все фигуры в активной строке.
sk: **⌘A** vyberie každý tvar v aktívnom riadku.
sl: **⌘A** izbere vsako obliko v aktivni vrstici.
sv: **⌘A** väljer varje form i den aktiva raden.
th: **⌘A** เลือกทุกรูปร่างในแถวที่ใช้งานอยู่
tr: **⌘A** etkin satırdaki tüm şekilleri seçer.
uk: **⌘A** вибирає всі фігури в активному рядку.
ur: **⌘A** فعال قطار میں ہر شکل کو منتخب کرتا ہے۔
vi: **⌘A** chọn mọi hình dạng trong hàng hiện hoạt.
zh_hans: **⌘A**：选择当前行中的所有形状。
zh_hant: **⌘A**：選取目前列中的所有形狀。

source: **⌘D** duplicates the selected row. **Duplicate Row** is in the row menu too.
ar: **⌘D** يكرر الصف المحدد. **صف مكرر** موجود في قائمة الصف أيضًا.
ca: **⌘D** duplica la fila seleccionada. **Duplicar fila** també es troba al menú de files.
cs: **⌘D** duplikuje vybraný řádek. **Duplikovat řádek** je také v nabídce řádků.
da: **⌘D** dublerer den valgte række. **Duplicate Row** er også i rækkemenuen.
de: **⌘D** dupliziert die ausgewählte Zeile. **Zeile duplizieren** befindet sich auch im Zeilenmenü.
el: Το **⌘D** αντιγράφει την επιλεγμένη σειρά. Η **Διπλότυπη σειρά** βρίσκεται επίσης στο μενού της σειράς.
es: **⌘D** duplica la fila seleccionada. **Duplicar fila** también está en el menú de la fila.
fa: **⌘D** ردیف انتخاب‌شده را تکثیر می‌کند. **تکثیر ردیف** در منوی ردیف هم هست.
fi: **⌘D** kopioi valitun rivin. **Duplicate Row** on myös rivivalikossa.
fr: **⌘D** duplique la ligne sélectionnée. **Dupliquer la ligne** se trouve également dans le menu des lignes.
he: **⌘D** משכפל את השורה שנבחרה. **שורה שכפול** נמצאת גם בתפריט השורות.
hr: **⌘D** duplicira odabrani redak. **Dvostruki redak** također je u izborniku retka.
hu: **⌘D** megkettőzi a kiválasztott sort. A **Duplikált sor** a sormenüben is megtalálható.
id: **⌘D** menduplikasi baris yang dipilih. **Duplikat Baris** juga ada di menu baris.
it: **⌘D** duplica la riga selezionata. **Duplica riga** si trova anche nel menu della riga.
ja: **⌘D** で選択した行を複製します。**行を複製** は行メニューにもあります。
ko: **⌘D**는 선택한 행을 복제합니다. **행 복제**도 행 메뉴에 있습니다.
ms: **⌘D** menduplikasi baris yang dipilih. **Baris Pendua** berada dalam menu baris juga.
nl: **⌘D** dupliceert de geselecteerde rij. **Dubbele rij** staat ook in het rijmenu.
no: **⌘D** dupliserer den valgte raden. **Duplicate Row** er også i radmenyen.
pl: **⌘D** duplikuje wybrany wiersz. **Duplikuj wiersz** znajduje się również w menu wiersza.
pt_br: **⌘D** duplica a linha selecionada. **Duplicar linha** também está no menu da linha.
pt_pt: **⌘D** duplica a linha selecionada. **Linha duplicada** também está no menu de linha.
ro: **⌘D** dublează rândul selectat. **Duplicate Row** este și în meniul rândurilor.
ru: **⌘D** дублирует выбранную строку. Команда **Дублировать строку** есть и в меню строки.
sk: **⌘D** duplikuje vybratý riadok. **Duplikovať riadok** je tiež v ponuke riadkov.
sl: **⌘D** podvoji izbrano vrstico. **Podvojena vrstica** je tudi v meniju vrstic.
sv: **⌘D** duplicerar den markerade raden. **Duplicate Row** finns också i radmenyn.
th: **⌘D** ทำซ้ำแถวที่เลือก **ทำซ้ำแถว** อยู่ในเมนูแถวด้วย
tr: **⌘D** seçili satırı çoğaltır. **Satırı Çoğalt** satır menüsünde de bulunur.
uk: **⌘D** дублює вибраний рядок. Команда **Дублювати рядок** є також у меню рядка.
ur: **⌘D** منتخب قطار کو نقل کرتا ہے۔ **ڈپلیکیٹ قطار** قطار کے مینو میں بھی ہے۔
vi: **⌘D** sao chép hàng đã chọn. **Hàng trùng lặp** cũng có trong menu hàng.
zh_hans: **⌘D**：复制所选行。行菜单中也有 **复制行**。
zh_hant: **⌘D**：複製所選的列。列選單中也有**複製列**。

source: **⌘L** locks or unlocks the selection. Locked shapes can't be dragged, resized, or deleted, and clicks fall through to whatever is behind them.
ar: **⌘L** يقوم بقفل التحديد أو إلغاء قفله. لا يمكن سحب الأشكال المقفلة أو تغيير حجمها أو حذفها، وتنتقل النقرات إلى كل ما يوجد خلفها.
ca: **⌘L** bloqueja o desbloqueja la selecció. Les formes bloquejades no es poden arrossegar, canviar la mida o suprimir, i els clics cauen a tot allò que hi ha darrere.
cs: **⌘L** uzamkne nebo odemkne výběr. Uzamčené tvary nelze přetáhnout, změnit jejich velikost ani odstranit a kliknutí propadnou na cokoliv, co je za nimi.
da: **⌘L** låser eller låser valget op. Låste former kan ikke trækkes, ændres størrelse eller slettes, og klik falder igennem til det, der ligger bag dem.
de: **⌘L** sperrt oder entsperrt die Auswahl. Gesperrte Formen können nicht gezogen, in der Größe geändert oder gelöscht werden, und Klicks wirken sich auf alles aus, was sich dahinter befindet.
el: **⌘L** κλειδώνει ή ξεκλειδώνει την επιλογή. Δεν είναι δυνατή η μεταφορά, η αλλαγή μεγέθους ή η διαγραφή των κλειδωμένων σχημάτων και τα κλικ πέφτουν σε ό,τι βρίσκεται πίσω από αυτά.
es: **⌘L** bloquea o desbloquea la selección. Las formas bloqueadas no se pueden arrastrar, cambiar de tamaño ni eliminar, y los clics pasan a lo que hay detrás de ellas.
fa: **⌘L** انتخاب را قفل یا باز می کند. شکل‌های قفل‌شده را نمی‌توان کشید، تغییر اندازه داد یا حذف کرد و کلیک‌ها روی هر چیزی که پشت آن‌ها است می‌افتد.
fi: **⌘L** lukitsee tai avaa valinnan. Lukittuja muotoja ei voi vetää, muuttaa niiden kokoa tai poistaa, ja napsautukset osuvat niiden taakse.
fr: **⌘L** verrouille ou déverrouille la sélection. Les formes verrouillées ne peuvent pas être glissées, redimensionnées ou supprimées, et les clics se répercutent sur ce qui se trouve derrière elles.
he: **⌘L** נועל או מבטל את הנעילה של הבחירה. לא ניתן לגרור, לשנות את הגודל או למחוק צורות נעולות, וקליקים נופלים לכל מה שנמצא מאחוריהן.
hr: **⌘L** zaključava ili otključava odabir. Zaključani oblici ne mogu se povlačiti, mijenjati veličinu ili brisati, a klikovi padaju na ono što je iza njih.
hu: **⌘L** zárolja vagy feloldja a kijelölést. A zárolt alakzatokat nem lehet húzni, átméretezni vagy törölni, és a kattintások a mögöttük lévőre esnek.
id: **⌘L** mengunci atau membuka kunci pilihan. Bentuk yang terkunci tidak dapat diseret, diubah ukurannya, atau dihapus, dan klik akan berpindah ke apa pun yang ada di belakangnya.
ja: **⌘L** は選択をロックまたはロック解除します。ロックされた図形はドラッグ、サイズ変更、削除ができず、クリックするとその背後にあるものに影響が及びます。
ko: **⌘L**은 선택 항목을 잠그거나 잠금 해제합니다. 잠긴 도형은 끌거나 크기를 조정하거나 삭제할 수 없으며 클릭하면 뒤에 있는 모든 항목이 클릭됩니다.
ms: **⌘L** mengunci atau membuka kunci pilihan. Bentuk berkunci tidak boleh diseret, diubah saiz atau dipadamkan dan klik jatuh ke apa sahaja yang ada di belakangnya.
nl: **⌘L** vergrendelt of ontgrendelt de selectie. Vergrendelde vormen kunnen niet worden gesleept, vergroot of verkleind of verwijderd, en klikken vallen door naar wat er achter zit.
no: **⌘L** låser eller låser opp utvalget. Låste former kan ikke dras, endre størrelse eller slettes, og klikk faller gjennom til det som er bak dem.
pl: **⌘L** blokuje lub odblokowuje wybór. Zablokowanych kształtów nie można przeciągać, zmieniać ich rozmiaru ani usuwać, a kliknięcia przenoszą się na wszystko, co się za nimi kryje.
pt_br: **⌘L** bloqueia ou desbloqueia a seleção. As formas bloqueadas não podem ser arrastadas, redimensionadas ou excluídas, e os cliques passam para o que quer que esteja por trás delas.
pt_pt: **⌘L** bloqueia ou desbloqueia a seleção. As formas bloqueadas não podem ser arrastadas, redimensionadas ou excluídas, e os cliques passam para o que quer que esteja por trás delas.
ro: **⌘L** blochează sau deblochează selecția. Formele blocate nu pot fi trase, redimensionate sau șterse, iar clicurile ajung la orice se află în spatele lor.
sk: **⌘L** uzamkne alebo odomkne výber. Zamknuté tvary nie je možné presúvať, meniť ich veľkosť ani odstraňovať a kliknutia prepadajú na čokoľvek, čo je za nimi.
sl: **⌘L** zaklene ali odklene izbiro. Zaklenjenih oblik ni mogoče povleči, jim spremeniti velikosti ali izbrisati, kliki pa padejo na vse, kar je za njimi.
sv: **⌘L** låser eller låser upp valet. Låsta former kan inte dras, ändra storlek eller raderas, och klick faller fram till vad som än ligger bakom dem.
th: **⌘L** ล็อคหรือปลดล็อคส่วนที่เลือก รูปร่างที่ล็อกไว้ไม่สามารถลาก ปรับขนาด หรือลบได้ และการคลิกจะส่งผลต่อสิ่งใดก็ตามที่อยู่ด้านหลังรูปร่างเหล่านั้น
ur: **⌘L** انتخاب کو مقفل یا غیر مقفل کرتا ہے۔ مقفل شکلوں کو گھسیٹا نہیں جا سکتا، اس کا سائز تبدیل نہیں کیا جا سکتا، یا حذف نہیں کیا جا سکتا، اور کلکس ان کے پیچھے جو بھی ہوتا ہے اس تک پہنچ جاتا ہے۔
vi: **⌘L** khóa hoặc mở khóa lựa chọn. Không thể kéo, thay đổi kích thước hoặc xóa các hình dạng bị khóa và các nhấp chuột sẽ rơi vào bất kỳ thứ gì đằng sau chúng.
zh_hans: **⌘L** 锁定或解锁选择。锁定的形状无法拖动、调整大小或删除，并且单击会传递到其后面的任何内容。

source: **⌘V** pastes at the pointer — an image from the system clipboard becomes a new image shape where the mouse is, and shapes copied inside the app land there too, carrying their translations and images with them.
ar: **⌘V** يتم لصقه عند المؤشر - تتحول الصورة من حافظة النظام إلى شكل صورة جديد حيث يوجد الماوس، والأشكال المنسوخة داخل التطبيق تصل إلى هناك أيضًا، حاملة ترجماتها وصورها معها.
ca: **⌘V** s'enganxa al punter: una imatge del porta-retalls del sistema es converteix en una nova forma d'imatge on hi ha el ratolí, i les formes copiades dins de l'aplicació també hi arriben, portant les seves traduccions i imatges amb elles.
cs: **⌘V** vloží u ukazatele — obrázek ze systémové schránky se stane novým tvarem obrázku tam, kde je myš, a tvary zkopírované do aplikace tam také přistanou a nesou s sebou své překlady a obrázky.
da: **⌘V** indsætter på markøren - et billede fra systemets udklipsholder bliver en ny billedform, hvor musen er, og figurer, der kopieres inde i appen, lander også der og bærer deres oversættelser og billeder med sig.
de: **⌘V** setzt am Zeiger ein – ein Bild aus der Zwischenablage wird an der Mausposition zu einer neuen Bildform, und in der App kopierte Formen landen ebenfalls dort, samt ihren Übersetzungen und Bildern.
el: **⌘V** επικόλληση στον δείκτη — μια εικόνα από το πρόχειρο του συστήματος γίνεται νέο σχήμα εικόνας όπου βρίσκεται το ποντίκι και τα σχήματα που αντιγράφονται μέσα στην εφαρμογή προσγειώνονται επίσης εκεί, μεταφέροντας τις μεταφράσεις και τις εικόνες τους μαζί τους.
es: **⌘V** pega en la posición del puntero: una imagen del portapapeles del sistema se convierte en una nueva forma de imagen donde está el ratón, y las formas copiadas dentro de la app también aparecen ahí, con sus traducciones e imágenes.
fa: **⌘V** در محل نشانگر جای‌گذاری می‌کند — تصویرِ کلیپ‌بورد سیستم به شکل تصویری جدید در محل ماوس تبدیل می‌شود، و شکل‌هایی که داخل برنامه کپی شده‌اند هم همان‌جا قرار می‌گیرند و ترجمه‌ها و تصاویرشان را با خود می‌آورند.
fi: **⌘V** liimaa osoittimen kohdalle – järjestelmän leikepöydältä tulevasta kuvasta tulee uusi kuvamuoto siellä, missä hiiri on, ja sovelluksen sisällä kopioidut muodot laskeutuvat myös sinne kantaen käännöksensä ja kuvat mukanaan.
fr: **⌘V** colle au niveau du pointeur : une image du presse-papiers du système devient une nouvelle forme d'image à l'emplacement de la souris, et les formes copiées dans l'app y sont aussi collées, avec leurs traductions et leurs images.
he: **⌘V** מדביקים על המצביע - תמונה מלוח המערכת הופכת לצורת תמונה חדשה במקום בו העכבר נמצא, וצורות שהועתקו בתוך האפליקציה נוחתות גם שם, נושאות עימן את התרגומים והתמונות שלהן.
hr: **⌘V** lijepi se na pokazivač — slika iz međuspremnika sustava postaje novi oblik slike na mjestu gdje je miš, a oblici kopirani unutar aplikacije također slijeću tamo, noseći svoje prijevode i slike sa sobom.
hu: **⌘V** beilleszti a mutatót – a rendszer vágólapjáról egy kép új alakzattá válik ott, ahol az egér van, és az alkalmazáson belül másolt alakzatok is oda kerülnek, és magukkal hordozzák a fordításaikat és képeiket.
id: **⌘V** menempel pada penunjuk — gambar dari papan klip sistem menjadi bentuk gambar baru di tempat mouse berada, dan bentuk yang disalin di dalam aplikasi juga mendarat di sana, membawa terjemahan dan gambarnya.
it: **⌘V** incolla nella posizione del puntatore: un'immagine dagli appunti di sistema diventa una nuova forma immagine dove si trova il mouse, e anche le forme copiate nell'app finiscono lì, con le loro traduzioni e immagini.
ja: **⌘V** でポインタの位置にペーストします。システムのクリップボードにある画像はマウスの位置に新しい画像図形として配置され、アプリ内でコピーした図形も翻訳や画像ごとその位置に配置されます。
ko: **⌘V**는 포인터 위치에 붙여넣습니다. 시스템 클립보드의 이미지는 마우스가 있는 곳에 새 이미지 도형으로 들어가고, 앱 안에서 복사한 도형도 번역과 이미지를 그대로 가진 채 그 위치에 붙여넣어집니다.
ms: **⌘V** menampal pada penuding — imej daripada papan keratan sistem menjadi bentuk imej baharu di mana tetikus berada, dan bentuk yang disalin di dalam apl juga tiba di sana, membawa terjemahan dan imejnya bersamanya.
nl: **⌘V** plakt bij de aanwijzer: een afbeelding van het systeemklembord wordt een nieuwe afbeeldingsvorm waar de muis zich bevindt, en vormen die in de app worden gekopieerd, komen daar ook terecht, met hun vertalingen en afbeeldingen met zich mee.
no: **⌘V** limer inn på pekeren – et bilde fra systemets utklippstavle blir en ny bildeform der musen er, og former som er kopiert inne i appen lander også der, og bærer oversettelsene og bildene med seg.
pl: **⌘V** wkleja wskaźnik — obraz ze schowka systemowego staje się nowym kształtem obrazu w miejscu, w którym znajduje się mysz, a kształty skopiowane z aplikacji również tam lądują, niosąc ze sobą swoje tłumaczenia i obrazy.
pt_br: **⌘V** cola no ponteiro — uma imagem da área de transferência do sistema se torna uma nova forma de imagem onde o mouse está, e as formas copiadas dentro do aplicativo também chegam lá, carregando suas traduções e imagens com elas.
pt_pt: **⌘V** cola no ponteiro — uma imagem da área de transferência do sistema se torna uma nova forma de imagem onde o rato está, e as formas copiadas dentro do aplicativo também chegam lá, carregando suas traduções e imagens com elas.
ro: **⌘V** se lipește pe indicator — o imagine din clipboard-ul sistemului devine o nouă formă de imagine unde se află mouse-ul, iar formele copiate în interiorul aplicației ajung și acolo, purtând traducerile și imaginile lor cu ele.
ru: **⌘V** вставляет в место под указателем: изображение из системного буфера обмена становится новой фигурой-изображением там, где находится мышь, а фигуры, скопированные внутри приложения, тоже вставляются туда — вместе со своими переводами и изображениями.
sk: **⌘V** sa prilepí k ukazovateľu – obrázok zo systémovej schránky sa zmení na nový tvar obrázka tam, kde sa nachádza myš, a tvary skopírované do aplikácie tam tiež pristanú, pričom so sebou nesú svoje preklady a obrázky.
sl: **⌘V** se prilepi na kazalec — slika iz sistemskega odložišča postane nova oblika slike tam, kjer je miška, in oblike, kopirane znotraj aplikacije, pristanejo tudi tam, s seboj pa nosijo svoje prevode in slike.
sv: **⌘V** klistrar in vid pekaren — en bild från systemets urklipp blir en ny bildform där musen är, och former som kopieras inuti appen landar där också, och bär sina översättningar och bilder med sig.
th: **⌘V** วางที่ตัวชี้ รูปภาพจากคลิปบอร์ดของระบบจะกลายเป็นรูปร่างรูปภาพใหม่ที่มีเมาส์อยู่ และรูปร่างที่คัดลอกไว้ภายในแอปก็จะไปอยู่ที่นั่นเช่นกัน โดยนำคำแปลและรูปภาพติดตัวไปด้วย
tr: **⌘V** imlecin bulunduğu yere yapıştırır — sistem panosundaki bir görüntü, farenin olduğu yerde yeni bir görüntü şekline dönüşür; uygulama içinde kopyalanan şekiller de çevirileri ve görüntüleriyle birlikte oraya yerleşir.
uk: **⌘V** вставляє в місце вказівника: зображення із системного буфера обміну стає новою фігурою-зображенням там, де перебуває миша, і фігури, скопійовані в самій програмі, теж з’являються там — разом зі своїми перекладами та зображеннями.
ur: **⌘V** پوائنٹر پر چسپاں ہوتا ہے — سسٹم کلپ بورڈ سے ایک تصویر ایک نئی تصویری شکل بن جاتی ہے جہاں ماؤس ہوتا ہے، اور شکلیں ایپ کے اندر کاپی کی جاتی ہیں، ان کے ترجمے اور تصاویر اپنے ساتھ لے جاتی ہیں۔
vi: **⌘V** dán vào con trỏ — một hình ảnh từ bảng nhớ tạm của hệ thống sẽ trở thành một hình dạng hình ảnh mới ở vị trí của chuột và các hình dạng được sao chép bên trong ứng dụng cũng sẽ ở đó, mang theo bản dịch và hình ảnh của chúng.
zh_hans: **⌘V** 会粘贴到指针位置——系统剪贴板中的图像会在鼠标所在处成为新的图像形状；在 App 内拷贝的形状也会粘贴到该处，并连同其翻译和图像一起带过去。
zh_hant: **⌘V** 會貼到指標位置——系統剪貼板中的影像會在滑鼠所在處成為新的影像形狀，App 內拷貝的形狀也會貼在該處，並連同其翻譯和影像一起帶過去。
